Repository: resashkin/keklist_flutter
Catalog: lib/l10n/app_*.arb
Languages: kk, ky, sr, sr_latn, uz

source: Settings
kk: Баптаулар
ky: Сөздүктөр
sr: Подешавања
sr_latn: Podešavanja
uz: Sozlamalar

source: User Data
kk: Пайдаланушы деректері
ky: Колдонуучу маалыматтары
sr: Кориснички подаци
sr_latn: Korisnički podaci
uz: Foydalanuvchi ma'lumotlari

source: Appearance
kk: Көрініс
ky: Көрүнүш
sr: Изглед
sr_latn: Izgled
uz: Ko'rinish

source: Export to CSV
kk: CSV-ға экспорттау
ky: CSVга экспорттоо
sr: Извоз у CSV
sr_latn: Izvezi u CSV
uz: CSV ga eksport qilish

source: Export data
kk: Деректерді экспорттау
ky: Маалыматтарды экспорттоо
sr: Извоз података
sr_latn: Izvoz podataka
uz: Ma'lumotlarni eksport qilish

source: Import data
kk: Деректерді импорттау
ky: Маалыматтарды импорттоо
sr: Увоз података
sr_latn: Uvoz podataka
uz: Ma'lumotlarni import qilish

source: DONE
kk: ДАЙЫН
ky: ДАЙЫН
sr: ГОТОВО
sr_latn: GOTOVO
uz: TAYYOR

source: Chat with AI
kk: AI-мен сөйлесу
ky: AI менен сүйлөшүү
sr: Чет са AI
sr_latn: Ćaskanje sa AI
uz: AI bilan suhbatlashish

source: Photos per day
kk: Күніне суреттер
ky: Күнүнө сүрөттөр
sr: Фотографије дневно
sr_latn: Fotografije po danu
uz: Kuniga rasmlar

source: Extra actions
kk: Қосымша әрекеттер
ky: Кошумча аракеттер
sr: Додатне акције
sr_latn: Dodatne akcije
uz: Qo'shimcha harakatlar

source: Mind options
kk: Ой нұсқалары
ky: Ой варианттары
sr: Опције белешке
sr_latn: Opcije uma
uz: Fikr variantlari

source: Edit
kk: Өңдеу
ky: Түзөтүү
sr: Уреди
sr_latn: Uredi
uz: Tahrirlash

source: Delete
kk: Жою
ky: Өчүрүү
sr: Обриши
sr_latn: Obriši
uz: O'chirish

source: Share
kk: Бөлісу
ky: Бөлүшүү
sr: Подели
sr_latn: Podeli
uz: Ulashish

source: Save to files
kk: Файлдарға сақтау
ky: Файлдарга сактоо
sr: Сачувај у фајлове
sr_latn: Sačuvaj u fajlove
uz: Fayllarga saqlash

source: Switch day
kk: Күнді ауыстыру
ky: Күндү алмаштыруу
sr: Промени дан
sr_latn: Promeni dan
uz: Kunni almashtirish

source: Go to date
kk: Күніне өту
ky: Дата аркылуу өтүү
sr: Иди на датум
sr_latn: Idi na datum
uz: Sana orqali o'tish

# showDigest
source: Show digest for ...
kk: ... үшін қорытынды көрсету
ky: ... үчүн жыйынтык көрсөтүү
sr: Прикажи сажетак за ...
sr_latn: Prikaži sažetak za ...
uz: ... uchun xulosa ko'rsatish

source: Show all
kk: Бәрін көрсету
ky: Баарын көрсөтүү
sr: Прикажи све
sr_latn: Prikaži sve
uz: Hammasini ko'rsatish

source: Translate to English
kk: Ағылшын тіліне аудару
ky: Англис тилине которуу
sr: Преведи на енглески
sr_latn: Prevedi na engleski
uz: Ingliz tiliga tarjima qilish

source: Convert to standalone
kk: Тәуелсіз ету
ky: Өз алдынча кылуу
sr: Претвори у самосталну
sr_latn: Konvertuj u samostalno
uz: Mustaqil qilish

source: Language
kk: Тіл
ky: Тил
sr: Језик
sr_latn: Jezik
uz: Til

source: Select Language
kk: Тілді таңдау
ky: Тилди тандоо
sr: Изаберите језик
sr_latn: Izaberi jezik
uz: Tilni tanlash

source: Dark mode
kk: Қараңғы режим
ky: Караңгы режим
sr: Тамни режим
sr_latn: Tamni režim
uz: Qorong'u rejim

source: Show day dividers
kk: Күн бөлгіштерін көрсету
ky: Күн бөлгүчүлөрдү көрсөтүү
sr: Прикажи разделиоце дана
sr_latn: Prikaži razdelnike dana
uz: Kun ajratuvchilarini ko'rsatish

source: Tabs settings
kk: Таб баптаулары
ky: Таб жөндөөлөрү
sr: Подешавања картица
sr_latn: Podešavanja tabova
uz: Tab sozlamalari

source: What's new?
kk: Жаңалықтар?
ky: Жаңы нерселер?
sr: Шта је ново?
sr_latn: Šta je novo?
uz: Yangi nimalar?

source: Release notes
kk: Шығарылым жазбалары
ky: Релиз жазмалары
sr: Белешке о издању
sr_latn: Beleške o izdanju
uz: Reliz eslatmalari

# suggestFeature
source: Suggest a feature
kk: Функция ұсыну
ky: Өзгөчөлүктү сунуш кылуу
sr: Предложи функцију
sr_latn: Predloži funkciju
uz: Xususiyat taklif qilish

source: Send feedback
kk: Пікір жіберу
ky: Пикир-божомол жөнөтүү
sr: Пошаљи повратну информацију
sr_latn: Pošalji povratnu informaciju
uz: Fikr-mulohaza yuborish

source: Email us
kk: Бізге email жазыңыз
ky: Бизге email жазыңыз
sr: Пошаљи нам e-поруку
sr_latn: Pošalji nam e-poruku
uz: Bizga email yozing

# clearOfflineDataWarning
source: All your offline data will be deleted. Make sure that you have already exported it.
kk: Барлық офлайн деректеріңіз жойылады. Оларды алдын ала экспорттағаныңызға көз жеткізіңіз.
ky: Бардык оффлайн маалыматтарың өчүрүлөт. Аларды мурун экспорттогонуңа ынан.
sr: Сви офлајн подаци ће бити обрисани. Увери се да си их већ извезао.
sr_latn: Svi oflajn podaci će biti obrisani. Uveri se da si ih već izvezao.
uz: Barcha oflayn ma'lumotlaringiz o'chiriladi. Ularni oldindan eksport qilganingizga ishonch hosil qiling.

source: Source code
kk: Дереккөз коды
ky: Булак коду
sr: Изворни код
sr_latn: Izvorni kod
uz: Manba kodi

source: Terms Of Use
kk: Пайдалану ережелері
ky: Колдонуу эрежелери
sr: Услови коришћења
sr_latn: Uslovi korišćenja
uz: Foydalanish shartlari

source: Privacy Policy
kk: Құпиялылық саясаты
ky: Купуялык саясаты
sr: Политика приватности
sr_latn: Politika privatnosti
uz: Maxfiylik siyosati

source: Clear on-device data
kk: Құрылғыдағы деректерді тазалау
ky: Түзүлүштөгү маалыматтарды тазалоо
sr: Очисти податке на уређају
sr_latn: Obriši podatke na uređaju
uz: Qurilmadagi ma'lumotlarni tozalash

source: Set Open AI Token
kk: Open AI Token орнату
ky: Open AI Token орнотуу
sr: Постави Open AI токен
sr_latn: Postavi Open AI Token
uz: Open AI Token o'rnatish

source: Cancel
kk: Болдырмау
ky: Жокко чыгаруу
sr: Откажи
sr_latn: Otkaži
uz: Bekor qilish

source: Save
kk: Сақтау
ky: Сактоо
sr: Сачувај
sr_latn: Sačuvaj
uz: Saqlash

source: Mind
kk: Ой
ky: Ой
sr: Белешка
sr_latn: Um
uz: Fikr

source: Profile
kk: Профиль
ky: Профиль
sr: Профил
sr_latn: Profil
uz: Profil

source: Insights
kk: Талдау
ky: Талдоо
sr: Увиди
sr_latn: Uvid
uz: Tahlil

source: Calendar
kk: Күнтізбе
ky: Календарь
sr: Календар
sr_latn: Kalendar
uz: Taqvim

source: Debug Menu
kk: Debug мәзірі
ky: Debug менюсу
sr: Мени за отклањање грешака
sr_latn: Debug meni
uz: Debug menyusi

source: Discussion
kk: Талқылау
ky: Талкуулоо
sr: Дискусија
sr_latn: Diskusija
uz: Muhokama

source: About
kk: Туралы
ky: Жөнүндө
sr: О програму
sr_latn: O aplikaciji
uz: Haqida

source: Danger Zone
kk: Қауіпті аймақ
ky: Кооптуу зона
sr: Опасна зона
sr_latn: Zona opasnosti
uz: Xavfli zona

source: Edit mind
kk: Ойды өңдеу
ky: Ойду түзөтүү
sr: Уреди белешку
sr_latn: Uredi um
uz: Fikrni tahrirlash

source: Enter token here
kk: Токенді осы жерге енгізіңіз
ky: Токенди бул жерге киргизиңиз
sr: Унесите токен овде
sr_latn: Unesite token ovde
uz: Token bu yerga kiriting

source: Token
kk: Токен
ky: Токен
sr: Токен

source: Clear cache
kk: Кэшті тазалау
ky: Кэшти тазалоо
sr: Очисти кеш
sr_latn: Obriši keš
uz: Keshni tozalash

source: Active tabs
kk: Белсенді табтар
ky: Актив табтар
sr: Активне картице
sr_latn: Aktivni tabovi
uz: Faol tablar

source: Archive password
kk: Мұрағат құпия сөзі
ky: Архив сырсөзү
sr: Лозинка архиве
sr_latn: Lozinka arhive
uz: Arxiv paroli

source: Are you sure?
kk: Сенімдісіз бе?
ky: Ишенимиңиз келип турабы?
sr: Да ли сте сигурни?
sr_latn: Da li ste sigurni?
uz: Ishonchingiz komilmi?

source: Audio files exported
kk: Аудио файлдар экспортталды
ky: Аудио файлдар экспортталды
sr: Аудио фајлови извезени
sr_latn: Audio fajlovi izvezeni
uz: Audio fayllar eksport qilindi

source: Audio files imported
kk: Аудио файлдар импортталды
ky: Аудио файлдар импортталды
sr: Аудио фајлови увезени
sr_latn: Audio fajlovi uvezeni
uz: Audio fayllar import qilindi

# audioFilesToExport
source: Audio files
kk: Аудио файлдар
ky: Аудио файлдар
sr: Аудио фајлови
sr_latn: Audio fajlovi
uz: Audio fayllar

# calendarDescription
source: Main screen with Calendar of entries
kk: Жазбалар күнтізбесімен негізгі экран
ky: Жазмалар календары менен негизги экран
sr: Главни екран са календаром уноса
sr_latn: Glavni ekran sa kalendarom unosa
uz: Yozuvlar taqvimi bilan asosiy ekran

# cannotRemoveMainScreen
source: Cannot remove main screen. You will loose option to setup tabs.
kk: Негізгі экранды алып тастауға болмайды. Таб баптауларын жоғалтасыз.
ky: Негизги экранды алып салса болбойт. Таб жөндөөлөрүн жоготуусуз.
sr: Није могуће уклонити главни екран. Изгубићеш опцију да подесиш картице.
sr_latn: Ne možete ukloniti glavni ekran. Izgubićete opciju za podešavanje tabova.
uz: Asosiy ekranni olib bo'lmaydi. Tab sozlamalarini yo'qotasiz.

source: Confirm password
kk: Құпия сөзді растаңыз
ky: Сырсөздү ырастаңыз
sr: Потврди лозинку
sr_latn: Potvrdi lozinku
uz: Parolni tasdiqlang

source: Continue
kk: Жалғастыру
ky: Улантуу
sr: Настави
sr_latn: Nastavi
uz: Davom etish

source: Corrupted file
kk: Зақымдалған файл
ky: Бузулган файл
sr: Оштећени фајл
sr_latn: Oštećeni fajl
uz: Buzilgan fayl

# create
source: Write
kk: Жазу
ky: Жазуу
sr: Напиши
sr_latn: Napiši
uz: Yozish

# debugMenuDescription
source: Developer tools for toggling experimental features
kk: Тәжірибелік функцияларды іске қосу үшін әзірлеуші құралдары
ky: Эксперименталдык өзгөчөлүктөрдү иштетүү үчүн өнүктүрүүчү куралдары
sr: Алати за програмере за укључивање експерименталних функција
sr_latn: Alati za programere za uključivanje eksperimentalnih funkcija
uz: Eksperimental xususiyatlarni yoqish uchun dasturchi vositalari

# deleteOnboardingMindsMessage
source: You've created your first mind! Would you like to delete the tutorial notes?
sr: Направио си своју прву белешку! Да ли желиш да обришеш белешке из туторијала?

# deleteOnboardingMindsTitle
source: Delete tutorial notes?
sr: Обрисати белешке из туторијала?

# deleteTutorial
source: Delete
sr: Обриши

source: Digest
kk: Қорытынды
ky: Жыйынтык
sr: Сажетак
sr_latn: Sažetak
uz: Xulosa

source: Enter password
kk: Құпия сөзді енгізіңіз
ky: Сырсөздү киргизиңиз
sr: Унеси лозинку
sr_latn: Unesi lozinku
uz: Parolni kiriting

source: Error
kk: Қате
ky: Ката
sr: Грешка
sr_latn: Greška
uz: Xatolik

# exportError
source: Export failed
kk: Экспорт сәтсіз
ky: Экспорт ийгиликсиз
sr: Извоз није успео
sr_latn: Izvoz neuspešan
uz: Eksport muvaffaqiyatsiz

# exportPassword
source: Export to ZIP
kk: Экспортты құпия сөзбен қорғау керек пе?
ky: Экспортту сырсөз менен коргоого алуу керекпи?
sr: Извоз у ZIP
sr_latn: Zaštititi izvoz lozinkom?
uz: Eksportni parol bilan himoyalaysizmi?

# exportPasswordDescription
source: Add a password to encrypt your export. You can skip this for unencrypted export.
kk: Экспортыңызды шифрлау үшін құпия сөз қосыңыз. Шифрланбаған экспорт үшін мұны өткізіп жіберуге болады.
ky: Экспортуңузду шифрлөө үчүн сырсөз кошуңуз. Шифрлөөсүз экспорт үчүн бул өткөрүп жиберсе болот.
sr: Додај лозинку да шифрујеш свој извоз. Можеш да прескочиш ово за нешифровани извоз.
sr_latn: Dodaj lozinku da šifruješ izvoz. Možeš preskočiti za nešifrovani izvoz.
uz: Eksportingizni shifrlash uchun parol qo'shing. Shifrlanmagan eksport uchun buni o'tkazib yuborishingiz mumkin.

# exportSuccess
source: Export successful
kk: Экспорт сәтті
ky: Экспорт ийгиликтүү
sr: Извоз успешан
sr_latn: Izvoz uspešan
uz: Eksport muvaffaqiyatli

source: Hidden tabs
kk: Жасырын табтар
ky: Жашырын табтар
sr: Скривене картице
sr_latn: Skriveni tabovi
uz: Yashirin tablar

# importError
source: Import failed
kk: Импорт сәтсіз
ky: Импорт ийгиликсиз
sr: Увоз није успео
sr_latn: Uvoz neuspešan
uz: Import muvaffaqiyatsiz

# importPassword
source: Enter password
kk: Құпия сөзді енгізіңіз
ky: Сырсөздү киргизиңиз
sr: Унеси лозинку
sr_latn: Unesi lozinku
uz: Parolni kiriting

# importPasswordDescription
source: This file is password-protected. Please enter the password to decrypt.
kk: Бұл файл құпия сөзбен қорғалған. Шифрды ашу үшін құпия сөзді енгізіңіз.
ky: Бул файл сырсөз менен корголгон. Шифрди ачуу үчүн сырсөздү киргизиңиз.
sr: Овај фајл је заштићен лозинком. Унеси лозинку за дешифровање.
sr_latn: Ovaj fajl je zaštićen lozinkom. Unesi lozinku da dešifruješ.
uz: Bu fayl parol bilan himoyalangan. Shifrni ochish uchun parolni kiriting.

# importSuccess
source: Import successful
kk: Импорт сәтті
ky: Импорт ийгиликтүү
sr: Увоз успешан
sr_latn: Uvoz uspešan
uz: Import muvaffaqiyatli

source: Incorrect password
kk: Құпия сөз қате
ky: Сырсөз туура эмес
sr: Нетачна лозинка
sr_latn: Netačna lozinka
uz: Noto'g'ri parol

# incorrectPasswordMessage
source: The password you entered is incorrect. Please try again.
kk: Сіз енгізген құпия сөз қате. Қайтадан көріңіз.
ky: Сиз киргизген сырсөз туура эмес. Кайра аракет кылыңыз.
sr: Лозинка коју си унео је нетачна. Покушај поново.
sr_latn: Lozinka koju si uneo je netačna. Pokušaj ponovo.
uz: Siz kiritgan parol noto'g'ri. Iltimos, qayta urinib ko'ring.

# insightsDescription
source: Statistics all yours entries
kk: Барлық жазбаларыңыздың статистикасы
ky: Бардык жазмаларыңыздын статистикасы
sr: Статистика свих твојих уноса
sr_latn: Statistike svih vaših unosa
uz: Barcha yozuvlaringiz statistikasi

source: Insufficient storage
kk: Жеткіліксіз қоймалық орын
ky: Жетишсиз сактоо орду
sr: Недовољно простора за складиштење
sr_latn: Nedovoljno memorije
uz: Yetarli saqlash joyi yo'q

source: Invalid format
kk: Жарамсыз пішім
ky: Жараксыз формат
sr: Неважећи формат
sr_latn: Nevažeći format
uz: Yaroqsiz format

# keepTutorial
source: Keep
sr: Задржи

# lastTwoWeeks
source: Last 2 weeks
kk: Соңғы 2 апта
ky: Акыркы 2 жума
sr: Последње 2 недеље
sr_latn: Poslednje 2 nedelje
uz: So'nggi 2 hafta

source: Minds
kk: Ойлар
ky: Ойлор
sr: Белешке
sr_latn: Umovi
uz: Fikrlar

source: Minds exported
kk: Ойлар экспортталды
ky: Ойлор экспортталды
sr: Белешке извезене
sr_latn: Umovi izvezeni
uz: Fikrlar eksport qilindi

source: Minds imported
kk: Ойлар импортталды
ky: Ойлор импортталды
sr: Белешке увезене
sr_latn: Umovi uvezeni
uz: Fikrlar import qilindi

# mindsToExport
source: Minds
kk: Ойлар
ky: Ойлор
sr: Белешке
sr_latn: Umovi
uz: Fikrlar

# missingAudioFiles
source: Some audio files are missing
kk: Кейбір аудио файлдар жоқ
ky: Кээ бир аудио файлдар жок
sr: Неки аудио фајлови недостају
sr_latn: Neki audio fajlovi nedostaju
uz: Ba'zi audio fayllar yo'q

# noMindsForPeriod
source: No minds for this period
kk: Бұл кезең үшін ойлар жоқ
ky: Бул мезгил үчүн ойлор жок
sr: Нема белешки за овај период
sr_latn: Nema uma za ovaj period
uz: Bu davr uchun fikrlar yo'q

source: No minds for this day
kk: Бұл күн үшін ойлар жоқ
ky: Бул күн үчүн ойлор жок
sr: Нема белешки за овај дан
sr_latn: Nema uma za ovaj dan
uz: Bu kun uchun fikrlar yo'q

source: No minds in selected period
kk: Таңдалған кезеңде ойлар жоқ
ky: Тандалган мезгилде ойлор жок
sr: Нема белешки у изабраном периоду
sr_latn: Nema uma u izabranom periodu
uz: Tanlangan davrda fikrlar yo'q

source: OK
sr: У реду

# onboardingMind1
source: Hello!
kk: Сәлем!
ky: Салам!
sr: Здраво!
sr_latn: Zdravo!
uz: Salom!

# onboardingMind2
source: I'm keklist - a personal diary of short notes
kk: Мен keklist - қысқа жазбалардың жеке күнделігімін
ky: Мен keklist - кыска жазуулардын жеке күндөлүгүмүн
sr: Ја сам keklist - лични дневник кратких белешки
sr_latn: Ja sam keklist - lični dnevnik kratkih beleški
uz: Men keklist - qisqa yozuvlarning shaxsiy kundaligiman

# onboardingMind2Comment1
source: Notes can be commented on
kk: Жазбаларға түсініктеме қосуға болады
ky: Жазууларга комментарий жазса болот
sr: Белешке могу бити коментарисане
sr_latn: Beleške mogu biti komentarisane
uz: Yozuvlarga sharh qoldirish mumkin

# onboardingMind2Comment2
source: To open a note, tap on it
kk: Жазбаны ашу үшін оны түртіңіз
ky: Жазууну ачуу үчүн аны басыңыз
sr: Да отвориш белешку, притисни на њу
sr_latn: Da otvorite belešku, dotaknite je
uz: Yozuvni ochish uchun uni bosing

# onboardingMind3
source: In the 'Calendar' tab, all notes are displayed by days, weeks, and months
kk: 'Күнтізбе' қойындысында барлық жазбалар күндер, апталар және айлар бойынша көрсетіледі
ky: 'Жылнаама' өтмөгүндө бардык жазуулар күндөр, жумалар жана айлар боюнча көрсөтүлөт
sr: У картици 'Календар' све белешке су приказане по данима, недељама и месецима
sr_latn: U kartici 'Kalendar', sve beleške su prikazane po danima, nedeljama i mesecima
uz: 'Kalendar' yorlig'ida barcha yozuvlar kunlar, haftalar va oylar bo'yicha ko'rsatiladi

# onboardingMind4
source: The 'Analytics' tab shows brief statistics of your entries
kk: 'Аналитика' қойындысы жазбаларыңыздың қысқаша статистикасын көрсетеді
ky: 'Аналитика' өтмөгү жазууларыңыздын кыскача статистикасын көрсөтөт
sr: Картица 'Аналитика' приказује кратку статистику твојих уноса
sr_latn: Kartica 'Analitika' prikazuje kratku statistiku vaših unosa
uz: 'Analitika' yorlig'i yozuvlaringizning qisqacha statistikasini ko'rsatadi

# onboardingMind5
source: All notes are stored only on your phone
kk: Барлық жазбалар тек телефоныңызда сақталады
ky: Бардык жазуулар телефонуңузда гана сакталат
sr: Све белешке су сачуване само на твојом телефону
sr_latn: Sve beleške se čuvaju samo na vašem telefonu
uz: Barcha yozuvlar faqat telefoningizda saqlanadi

# onboardingMind5Comment1
source: When changing phones, use the Import/Export feature
sr: При промени телефона, користи функцију Увоз/Извоз

source: Password
kk: Құпия сөз
ky: Сырсөз
sr: Лозинка
sr_latn: Lozinka
uz: Parol

source: Passwords do not match
kk: Құпия сөздер сәйкес келмейді
ky: Сырсөздөр дал келбейт
sr: Лозинке се не подударају
sr_latn: Lozinke se ne podudaraju
uz: Parollar mos kelmaydi

# pleaseAuthenticateToShowContent
source: Please authenticate to show content of your mind
kk: Ойыңыздың мазмұнын көрсету үшін аутентификациядан өтіңіз
ky: Ойдуңуздун мазмунун көрсөтүү үчүн аутентификациядан өтүңүз
sr: Молим те аутентификуј се да би приказао садржај твоје белешке
sr_latn: Molimo autentifikujte se da biste videli sadržaj svog uma
uz: Fikringizning kontentini ko'rsatish uchun autentifikatsiyadan o'ting

# profileDescription
source: Screen with your profile
kk: Профиліңізбен экран
ky: Профилиңиз менен экран
sr: Екран са твојим профилом
sr_latn: Ekran sa vašim profilom
uz: Profilingiz bilan ekran

source: Random mind
kk: Кездейсоқ ой
ky: Туш келди ой
sr: Случајна белешка
sr_latn: Slučajni um
uz: Tasodifiy fikr

source: Re-enter password
kk: Құпия сөзді қайта енгізіңіз
ky: Сырсөздү кайра киргизиңиз
sr: Поново унеси лозинку
sr_latn: Ponovo unesi lozinku
uz: Parolni qayta kiriting

source: Retry
kk: Қайтадан көру
ky: Кайра аракет кылуу
sr: Покушај поново
sr_latn: Pokušaj ponovo
uz: Qayta urinish

source: Search for your notes
kk: Жазбаларыңызды іздеу
ky: Эскертмелериңизди издөө
sr: Претражи своје белешке
sr_latn: Pretraži svoje beleške
uz: Eslatmalaringizni qidiring

source: Search your emoji...
kk: Эмоджиңізді іздеу...
ky: Эмоджиңизди издөө...
sr: Претражи свој емоџи...
sr_latn: Pretraži svoj emoji...
uz: Emojingizni qidiring...

source: Select period ...
kk: Кезеңді таңдау ...
ky: Мезгилди тандоо ...
sr: Изабери период ...
sr_latn: Izaberi period ...
uz: Davrni tanlash ...

source: SEND
kk: ЖІБЕРУ
ky: ЖӨНӨТҮҮ
sr: ПОШАЉИ
sr_latn: POŠALJI
uz: YUBORISH

# settingsDescription
source: Screen with all settings (dark mode, sync and etc.)
kk: Барлық баптаулар экраны (қараңғы режим, синхрондау және т.б.)
ky: Бардык жөндөөлөр экраны (караңгы режим, синхрондоштуруу жана башкалар)
sr: Екран са свим подешавањима (тамни режим, синхронизација итд.)
sr_latn: Ekran sa svim podešavanjima (tamni režim, sinhronizacija i sl.)
uz: Barcha sozlamalar ekrani (qorong'u rejim, sinxronlash va boshqalar)

source: Show minds for {period}
kk: {period} үшін ойларды көрсету
ky: {period} үчүн ойлорду көрсөтүү
sr: Прикажи белешке за {period}
sr_latn: Prikaži umove za {period}
uz: {period} uchun fikrlarni ko'rsatish

# skipPassword
source: Skip (no password)
kk: Өткізіп жіберу (құпия сөз жоқ)
ky: Өткөрүп жиберүү (сырсөзсүз)
sr: Прескочи (без лозинке)
sr_latn: Preskoči (bez lozinke)
uz: O'tkazib yuborish (parolsiz)

source: Spectrum
kk: Спектр
ky: Спектр
sr: Спектар
sr_latn: Spektar
uz: Spektr

source: Start discussion
kk: Талқылауды бастау
ky: Талкуулоону баштоо
sr: Почни дискусију
sr_latn: Započni diskusiju
uz: Muhokamani boshlash

source: This month
kk: Бұл ай
ky: Бул ай
sr: Овај месец
sr_latn: Ovaj mesec
uz: Bu oy

source: This week
kk: Бұл апта
ky: Бул жума
sr: Ова недеља
sr_latn: Ova nedelja
uz: Bu hafta

source: This year
kk: Бұл жыл
ky: Бул жыл
sr: Ова година
sr_latn: Ova godina
uz: Bu yil

source: Today
kk: Бүгін
ky: Бүгүн
sr: Данас
sr_latn: Danas
uz: Bugun

# todayDescription
source: Only today minds
kk: Тек бүгінгі ойлар
ky: Анткени бүгүнкү ойлор
sr: Само данашње белешке
sr_latn: Samo današnji umovi
uz: Faqat bugungi fikrlar

source: Today minds
kk: Бүгінгі ойлар
ky: Бүгүнкү ойлор
sr: Данашње белешке
sr_latn: Današnji umovi
uz: Bugungi fikrlar

source: Top minds
kk: Ең жақсы ойлар
ky: Эң жакшы ойлор
sr: Топ белешке
sr_latn: Najbolji umovi
uz: Eng yaxshi fikrlar

source: Unknown error
kk: Белгісіз қате
ky: Белгисиз ката
sr: Непозната грешка
sr_latn: Nepoznata greška
uz: Noma'lum xato

source: Update your nickname
kk: Никнейміңізді жаңарту
ky: Никнэмиңизди жаңылоо
sr: Ажурирај свој надимак
sr_latn: Ažuriraj svoj nadimak
uz: Niknamingizni yangilash

source: Week
kk: Апта
ky: Жума
sr: Недеља
sr_latn: Nedelja
uz: Hafta

source: Write something...
kk: Бір нәрсе жазыңыз...
ky: Бир нерсе жазыңыз...
sr: Напиши нешто...
sr_latn: Napiši nešto...
uz: Biror narsa yozing...

source: Yesterday
kk: Кеше
ky: Кечээ
sr: Јуче
sr_latn: Juče
uz: Kecha

source: You did not collect any entries yet
kk: Сіз әлі ешқандай жазба жинаған жоқсыз
ky: Сиз али эч кандай жазма чогулткан жоксуз
sr: Још увек ниси прикупио ниједан унос
sr_latn: Još uvek niste prikupili nijedan unos
uz: Siz hali hech qanday yozuv yig'ganingiz yo'q

source: Your folder name
kk: Сіздің бума атауыңыз
ky: Сиздин папка атыңыз
sr: Назив твог фолдера
sr_latn: Ime tvoje fascikle
uz: Sizning papka nomingiz

source: Your nickname
kk: Сіздің никнейміңіз
ky: Сиздин никнэмиңиз
sr: Твој надимак
sr_latn: Tvoj nadimak
uz: Sizning niknamingiz
